{
  "nav.expertise": "EXPERTISE",
  "nav.technologies": "TECHNOLOGIES",
  "nav.faq": "FAQ",
  "nav.contact": "CONTACT US",

  "hero.tag": "Development & Innovation",
  "hero.title_start": "Bring your",
  "hero.title_highlight": "digital visions",
  "hero.title_end": "to life.",
  "hero.description": "We transform complex needs into high-performance web solutions. From elegant showcase sites to robust .NET Cloud architectures.",
  "hero.cta_start": "Start a Project",
  "hero.cta_services": "View Services",

  "services.title": "Our Areas of Expertise",
  "services.subtitle": "We provide end-to-end solutions, bridging the gap between creative design and engineering precision.",

  "services.card1.title": "Showcase Sites & Frontend",
  "services.card1.desc": "Modern, fluid, and captivating interfaces. We ensure your site is fast, responsive, and SEO-optimized to stand out in a crowded market.",

  "services.card2.badge": "CORE SKILL",
  "services.card2.title": ".NET Development & Software",
  "services.card2.desc": "Specialists in the Microsoft ecosystem. We design robust backends, secure APIs, and custom business software tailored to your workflows.",

  "services.card3.title": "Cloud & Packages",
  "services.card3.desc": "Azure Cloud deployment, CI/CD pipelines, and maintenance packages. We handle the technical load so you can focus on business.",

  "workflow.title": "Our Workflow",
  "workflow.step1.title": "Analysis",
  "workflow.step1.desc": "Needs & Constraints.",
  "workflow.step2.title": "Design",
  "workflow.step2.desc": "Architecture & UX.",
  "workflow.step3.title": "Develop",
  "workflow.step3.desc": "Coding Standards.",
  "workflow.step4.title": "Deploy",
  "workflow.step4.desc": "Launch & Support.",

  "tech.title": "Built with",
  "tech.highlight": "Modern Standards",
  "tech.desc": "We don't just write code; we engineer solutions. Using the latest technologies ensures security, speed, and scalability.",
  "tech.backend": "Backend Core",
  "tech.frontend": "Frontend",
  "tech.data": "Data & Cloud",
  "tech.tools": "Tools & DevOps",

  "faq.title": "Frequently Asked Questions",
  "faq.subtitle": "Everything you need to know before we start working together.",
  "faq.q1": "Do you work with fixed prices or hourly rates?",
  "faq.a1": "It depends on the project. For well-defined scopes (like showcase sites), we prefer fixed prices (packages). For complex, evolving software development, an hourly rate or daily rate ensures flexibility and quality.",
  "faq.q2": "Do we own the source code?",
  "faq.a2": "Yes, absolutely. Once the project is fully paid for, you own 100% of the Intellectual Property and source code. We can also help you set up your own repositories.",
  "faq.q3": "Can you maintain existing .NET applications?",
  "faq.a3": "Yes. We specialize in the Microsoft ecosystem. We can audit, fix bugs, optimize performance, or migrate legacy .NET applications to modern .NET Core / Cloud architectures.",

  "contact.title_start": "Let's build something",
  "contact.title_highlight": "extraordinary.",
  "contact.desc": "Whether you have a clear specification or just a vague idea, we are here to guide you. From the first line of code to the final deployment.",
  "contact.point1": "Free initial consultation",
  "contact.point2": "Transparent pricing & timelines",
  "contact.point3": "Long-term support available",
  "contact.card.title": "Contact Info",
  "contact.card.desc": "Available for freelance missions,\nconsulting, and full-stack projects.",
  "contact.card.location": "Based in Belgium • Remote Friendly",

  "footer.desc": "Architecting modern digital solutions with a focus on .NET ecosystems and high-performance web applications.",
  "footer.location": "Belgium (Remote Friendly)",
  "footer.nav.title": "Navigation",
  "footer.nav.home": "Home",
  "footer.nav.services": "Services",
  "footer.nav.tech": "Technologies",
  "footer.nav.contact": "Contact",
  "footer.contact.title": "Contact Us",
  "footer.connect": "Connect",
  "footer.legal": "Legal Notice",
  "footer.privacy": "Privacy Policy",
  "footer.tos": "Terms of Service",
  "legal_notice.title": "Legal Notice",
  "legal_notice.body": "<p><strong>1. Identification</strong><br>The website <em>FlorisNexus</em> is published by <strong>Florian Divrusa</strong> (Freelance Developer).<br><strong>Registered Office:</strong> [Your Street Address], [Postcode] [City], Belgium.<br><strong>VAT Number:</strong> BE 0XXX.XXX.XXX<br><strong>Contact:</strong> florian.divrusa@gmail.com</p><br><p><strong>2. Hosting</strong><br>This website is hosted by [Your Host].<br>Address of Host: [Host Address].</p><br><p><strong>3. Intellectual Property</strong><br>All content present on this site and the associated products (site architecture, texts, photos, illustrations, and specifically the <strong>software code and source code</strong>) is the exclusive property of FlorisNexus or its clients. <br>Any representation, reproduction, modification, or commercial use, in whole or in part, without the express written consent of the author is strictly prohibited and constitutes an infringement punishable by law.</p><br><p><strong>4. Limitation of Liability</strong><br>FlorisNexus strives to provide information that is as accurate as possible. However, we cannot be held responsible for omissions, inaccuracies, and deficiencies in updates.<br><br><strong>Financial Disclaimer:</strong><br>FlorisNexus provides software and development services 'as is'. <strong>We explicitly disclaim any liability for financial losses, lost profits, business interruption, or fiscal errors</strong> resulting from the direct or indirect use of our products. The user assumes full responsibility for the verification of data, financial management, and decisions made based on our tools. FlorisNexus cannot be held liable for any damages resulting from the misuse or technical failure of the product.</p>",
  "privacy_policy.title": "Privacy Policy",
  "privacy_policy.body": "<p><strong>1. Data Controller</strong><br>The data collected on this site is processed by <strong>Florian Divrusa</strong>, acting as the Data Controller.</p><br><p><strong>2. Data Collected</strong><br>We only collect the data you voluntarily provide to us via email or contact links:<ul><li>Name and First Name</li><li>Email Address</li><li>Message content</li></ul></p><br><p><strong>3. Purpose of Processing</strong><br>This data is strictly used to:<ul><li>Respond to your information requests.</li><li>Establish quotes or commercial proposals.</li></ul><br>This data is never sold, rented, or passed on to third parties.</p><br><p><strong>4. Cookies & Local Storage</strong><br>This site uses <strong>no tracking or advertising cookies</strong>. We only use 'Local Storage' to save your language preference (English, French, or Dutch) to improve your browsing experience.</p><br><p><strong>5. Your Rights (GDPR)</strong><br>In accordance with the General Data Protection Regulation (GDPR), you have the right to access, rectify, delete, and port your data. To exercise these rights, please contact us at: <strong>florian.divrusa@gmail.com</strong>.</p>",
  "tos.title": "Terms of Service",
  "tos.body": "<p><strong>1. Acceptance of Terms</strong><br>By accessing and using the FlorisNexus website and its software solutions, you accept these Terms of Service in full. If you disagree with any part of these terms, you must not use our services.</p><br><p><strong>2. Nature of Services</strong><br>FlorisNexus provides web development services and software solutions. These tools are provided as aids for professional or personal use but do not replace professional advice (legal, financial, or accounting).</p><br><p><strong>3. Limitation of Liability (Important)</strong><br>The software and code provided by FlorisNexus are delivered 'as is' without warranty of any kind, express or implied.<br><br><strong>FlorisNexus cannot be held liable for:</strong><ul><li>Financial losses, loss of revenue, or loss of data resulting from the use of our products.</li><li>Errors in calculation or logic within the software.</li><li>Security breaches caused by user negligence or third-party hosting issues.</li></ul><br>The user assumes full responsibility for all decisions made based on the data provided by our tools.</p><br><p><strong>4. Intellectual Property & Ownership Transfer</strong><br>All source code, design, architecture, and intellectual property related to custom development work remain the <strong>exclusive property of Florian Divrusa (FlorisNexus)</strong> until the project is <strong>fully paid in its entirety</strong>.<br><br><strong>Upon full payment:</strong><ul><li>Complete ownership and all intellectual property rights are transferred to the customer.</li><li>The customer receives 100% of the source code, documentation, and all project assets.</li><li>The customer may use, modify, redistribute, or commercialize the code without restriction.</li></ul><br><strong>Before full payment:</strong><ul><li>The customer is granted a limited, revocable license for evaluation and testing purposes only.</li><li>No rights to modify, redistribute, reverse-engineer, or commercialize the code are granted.</li><li>FlorisNexus retains all ownership and may suspend access to the code or services if payment terms are not met.</li></ul></p><br><p><strong>5. Governing Law</strong><br>These terms are governed by the laws of <strong>Belgium</strong>. Any dispute arising from the use of this site shall be subject to the exclusive jurisdiction of the courts of the judicial district of the registered office.</p>"
}
