{
  "nav.expertise": "EXPERTISE",
  "nav.technologies": "TECHNOLOGIES",
  "nav.faq": "FAQ",
  "nav.contact": "CONTACTEZ-NOUS",

  "hero.tag": "Développement & Innovation",
  "hero.title_start": "Donnez vie à vos",
  "hero.title_highlight": "visions numériques",
  "hero.title_end": ".",
  "hero.description": "Nous transformons des besoins complexes en solutions web performantes. Des sites vitrines élégants aux architectures .NET Cloud robustes.",
  "hero.cta_start": "Lancer un projet",
  "hero.cta_services": "Nos services",

  "services.title": "Nos domaines d'expertise",
  "services.subtitle": "Nous fournissons des solutions complètes, comblant le fossé entre design créatif et ingénierie de précision.",

  "services.card1.title": "Sites Vitrines & Frontend",
  "services.card1.desc": "Interfaces modernes, fluides et captivantes. Nous assurons que votre site soit rapide, réactif et optimisé pour le référencement.",

  "services.card2.badge": "COMPÉTENCE CLÉ",
  "services.card2.title": "Développement .NET",
  "services.card2.desc": "Spécialistes de l'écosystème Microsoft. Nous concevons des backends robustes, des API sécurisées et des logiciels sur mesure adaptés à vos workflows.",

  "services.card3.title": "Cloud & Maintenance",
  "services.card3.desc": "Déploiement Azure, pipelines CI/CD et forfaits de maintenance. Nous gérons la technique pour que vous puissiez vous concentrer sur votre business.",

  "workflow.title": "Notre Processus",
  "workflow.step1.title": "Analyse",
  "workflow.step1.desc": "Besoins & Contraintes.",
  "workflow.step2.title": "Design",
  "workflow.step2.desc": "Architecture & UX.",
  "workflow.step3.title": "Développement",
  "workflow.step3.desc": "Standards de code.",
  "workflow.step4.title": "Déploiement",
  "workflow.step4.desc": "Lancement & Support.",

  "tech.title": "Construit avec des",
  "tech.highlight": "Standards Modernes",
  "tech.desc": "Nous ne faisons pas que coder ; nous ingénierons des solutions. L'utilisation des dernières technologies garantit sécurité, rapidité et évolutivité.",
  "tech.backend": "Cœur Backend",
  "tech.frontend": "Frontend",
  "tech.data": "Données & Cloud",
  "tech.tools": "Outils & DevOps",

  "faq.title": "Questions Fréquentes",
  "faq.subtitle": "Tout ce que vous devez savoir avant de commencer à travailler ensemble.",
  "faq.q1": "Travaillez-vous au forfait ou à l'heure ?",
  "faq.a1": "Cela dépend du projet. Pour les périmètres bien définis (comme les sites vitrines), nous privilégions les forfaits. Pour le développement logiciel complexe, un taux horaire ou journalier assure flexibilité et qualité.",
  "faq.q2": "Sommes-nous propriétaires du code source ?",
  "faq.a2": "Oui, absolument. Une fois le projet entièrement payé, vous possédez 100% de la propriété intellectuelle et du code source. Nous pouvons aussi vous aider à configurer vos propres dépôts.",
  "faq.q3": "Pouvez-vous maintenir des applications .NET existantes ?",
  "faq.a3": "Oui. Nous sommes spécialisés dans l'écosystème Microsoft. Nous pouvons auditer, corriger des bugs, optimiser les performances ou migrer des applications .NET héritées vers des architectures modernes .NET Core / Cloud.",

  "contact.title_start": "Construisons quelque chose",
  "contact.title_highlight": "d'extraordinaire.",
  "contact.desc": "Que vous ayez un cahier des charges clair ou juste une vague idée, nous sommes là pour vous guider. De la première ligne de code au déploiement final.",
  "contact.point1": "Consultation initiale gratuite",
  "contact.point2": "Tarifs et délais transparents",
  "contact.point3": "Support à long terme disponible",
  "contact.card.title": "Infos Contact",
  "contact.card.desc": "Disponible pour missions freelance,\nconsulting, et projets full-stack.",
  "contact.card.location": "Basé en Belgique • Télétravail",

  "footer.desc": "Architecture de solutions numériques modernes avec un accent sur les écosystèmes .NET et les applications web haute performance.",
  "footer.location": "Belgique (Télétravail)",
  "footer.nav.title": "Navigation",
  "footer.nav.home": "Accueil",
  "footer.nav.services": "Services",
  "footer.nav.tech": "Technologies",
  "footer.nav.contact": "Contact",
  "footer.contact.title": "Contactez-nous",
  "footer.connect": "Réseaux",
  "footer.legal": "Mentions Légales",
  "footer.privacy": "Politique de Confidentialité",
  "footer.tos": "Conditions Générales (CGU)",
  "legal_notice.title": "Mentions Légales",
  "legal_notice.body": "<p><strong>1. Identification</strong><br>Le site <em>FlorisNexus</em> est édité par <strong>Florian Divrusa</strong> (Développeur Freelance).<br><strong>Siège social :</strong> [Votre Adresse], [Code Postal] [Ville], Belgique.<br><strong>TVA :</strong> BE 0XXX.XXX.XXX<br><strong>Contact :</strong> florian.divrusa@gmail.com</p><br><p><strong>2. Hébergement</strong><br>Ce site est hébergé par [Votre Hébergeur].<br>Adresse de l'hébergeur : [Adresse Hébergeur].</p><br><p><strong>3. Propriété Intellectuelle</strong><br>Tout le contenu présent sur ce site et les produits associés (architecture du site, textes, photos, illustrations et spécifiquement le <strong>code logiciel et code source</strong>) est la propriété exclusive de FlorisNexus ou de ses clients.<br>Toute représentation, reproduction, modification ou utilisation commerciale, totale ou partielle, sans l'accord écrit de l'auteur est strictement interdite et constitue une contrefaçon sanctionnée par la loi.</p><br><p><strong>4. Limitation de Responsabilité</strong><br>FlorisNexus s'efforce de fournir des informations aussi précises que possible. Toutefois, nous ne pouvons être tenus responsables des omissions, inexactitudes et carences dans la mise à jour.<br><br><strong>Clause de non-responsabilité financière :</strong><br>FlorisNexus fournit des logiciels et services de développement 'tels quels'. <strong>Nous déclinons explicitement toute responsabilité concernant les pertes financières, pertes de profits, interruptions d'activité ou erreurs fiscales</strong> résultant de l'utilisation directe ou indirecte de nos produits. L'utilisateur assume l'entière responsabilité de la vérification des données, de la gestion financière et des décisions prises sur la base de nos outils.</p>",
  "privacy_policy.title": "Politique de Confidentialité",
  "privacy_policy.body": "<p><strong>1. Responsable du traitement</strong><br>Les données collectées sur ce site sont traitées par <strong>Florian Divrusa</strong>, agissant en tant que Responsable du traitement.</p><br><p><strong>2. Données collectées</strong><br>Nous collectons uniquement les données que vous nous fournissez volontairement via email ou formulaires :<ul><li>Nom et Prénom</li><li>Adresse Email</li><li>Contenu du message</li></ul></p><br><p><strong>3. Finalité du traitement</strong><br>Ces données sont strictement utilisées pour :<ul><li>Répondre à vos demandes d'information.</li><li>Établir des devis ou propositions commerciales.</li></ul><br>Ces données ne sont jamais vendues, louées ou transmises à des tiers.</p><br><p><strong>4. Cookies & Stockage Local</strong><br>Ce site n'utilise <strong>aucun cookie de traçage ou publicitaire</strong>. Nous utilisons uniquement le 'Local Storage' pour sauvegarder votre préférence de langue (Anglais, Français ou Néerlandais) afin d'améliorer votre navigation.</p><br><p><strong>5. Vos droits (RGPD)</strong><br>Conformément au Règlement Général sur la Protection des Données (RGPD), vous disposez d'un droit d'accès, de rectification, de suppression et de portabilité de vos données. Pour exercer ces droits, contactez-nous à : <strong>florian.divrusa@gmail.com</strong>.</p>",
  "tos.title": "Conditions Générales d'Utilisation",
  "tos.body": "<p><strong>1. Acceptation des conditions</strong><br>En accédant et en utilisant le site FlorisNexus et ses solutions logicielles, vous acceptez pleinement les présentes Conditions Générales d'Utilisation. Si vous n'acceptez pas ces termes, vous ne devez pas utiliser nos services.</p><br><p><strong>2. Nature des services</strong><br>FlorisNexus fournit des services de développement web et des solutions logicielles. Ces outils sont fournis comme aides à l'usage professionnel ou personnel mais ne remplacent pas un conseil professionnel (juridique, financier ou comptable).</p><br><p><strong>3. Limitation de responsabilité (Important)</strong><br>Les logiciels et codes fournis par FlorisNexus sont livrés 'tels quels' ('as is'), sans aucune garantie expresse ou implicite.<br><br><strong>FlorisNexus ne peut être tenu responsable pour :</strong><ul><li>Les pertes financières, pertes de revenus ou pertes de données résultant de l'utilisation de nos produits.</li><li>Les erreurs de calcul ou de logique au sein du logiciel.</li><li>Les failles de sécurité causées par la négligence de l'utilisateur ou des problèmes d'hébergement tiers.</li></ul><br>L'utilisateur assume l'entière responsabilité des décisions prises sur la base des données fournies par nos outils.</p><br><p><strong>4. Propriété intellectuelle & Transfert de propriété</strong><br>Tout le code source, le design, l'architecture et la propriété intellectuelle liés aux travaux de développement sur mesure restent la <strong>propriété exclusive de Florian Divrusa (FlorisNexus)</strong> jusqu'à ce que le projet soit <strong>entièrement payé dans son intégralité</strong>.<br><br><strong>Après paiement intégral :</strong><ul><li>La propriété complète et tous les droits de propriété intellectuelle sont transférés au client.</li><li>Le client reçoit 100% du code source, de la documentation et de tous les actifs du projet.</li><li>Le client peut utiliser, modifier, redistribuer ou commercialiser le code sans restriction.</li></ul><br><strong>Avant le paiement intégral :</strong><ul><li>Le client bénéficie d'une licence limitée et révocable à des fins d'évaluation et de test uniquement.</li><li>Aucun droit de modifier, redistribuer, faire de l'ingénierie inverse ou commercialiser le code n'est accordé.</li><li>FlorisNexus conserve la pleine propriété et peut suspendre l'accès au code ou aux services si les conditions de paiement ne sont pas respectées.</li></ul></p><br><p><strong>5. Droit applicable</strong><br>Ces conditions sont régies par les lois de la <strong>Belgique</strong>. Tout litige découlant de l'utilisation de ce site sera soumis à la compétence exclusive des tribunaux de l'arrondissement judiciaire du siège social.</p>"
}
