{
  "nav.expertise": "EXPERTISE",
  "nav.technologies": "TECHNOLOGIEËN",
  "nav.faq": "FAQ",
  "nav.contact": "CONTACT",

  "hero.tag": "Ontwikkeling & Innovatie",
  "hero.title_start": "Breng uw",
  "hero.title_highlight": "digitale visies",
  "hero.title_end": "tot leven.",
  "hero.description": "Wij transformeren complexe behoeften in hoogwaardige weboplossingen. Van elegante showcasesites tot robuuste .NET Cloud-architecturen.",
  "hero.cta_start": "Start een project",
  "hero.cta_services": "Bekijk diensten",

  "services.title": "Onze expertisegebieden",
  "services.subtitle": "Wij bieden end-to-end oplossingen en overbruggen de kloof tussen creatief ontwerp en technische precisie.",

  "services.card1.title": "Showcase Sites & Frontend",
  "services.card1.desc": "Moderne, vloeiende en boeiende interfaces. Wij zorgen ervoor dat uw site snel, responsief en SEO-geoptimaliseerd is om op te vallen in de markt.",

  "services.card2.badge": "KERNVAARDIGHEID",
  "services.card2.title": ".NET Ontwikkeling",
  "services.card2.desc": "Specialisten in het Microsoft-ecosysteem. Wij ontwerpen robuuste backends, veilige API's en software op maat, afgestemd op uw workflows.",

  "services.card3.title": "Cloud & Pakketten",
  "services.card3.desc": "Azure Cloud-implementatie, CI/CD-pijplijnen en onderhoudspakketten. Wij behandelen de technische kant zodat u zich kunt concentreren op uw bedrijf.",

  "workflow.title": "Onze Werkwijze",
  "workflow.step1.title": "Analyse",
  "workflow.step1.desc": "Behoeften & Beperkingen.",
  "workflow.step2.title": "Design",
  "workflow.step2.desc": "Architectuur & UX.",
  "workflow.step3.title": "Ontwikkeling",
  "workflow.step3.desc": "Coding Standaarden.",
  "workflow.step4.title": "Deployment",
  "workflow.step4.desc": "Lancering & Support.",

  "tech.title": "Gebouwd met",
  "tech.highlight": "Moderne Standaarden",
  "tech.desc": "We schrijven niet alleen code; we engineeren oplossingen. Het gebruik van de nieuwste technologieën garandeert veiligheid, snelheid en schaalbaarheid.",
  "tech.backend": "Backend Core",
  "tech.frontend": "Frontend",
  "tech.data": "Data & Cloud",
  "tech.tools": "Tools & DevOps",

  "faq.title": "Veelgestelde Vragen",
  "faq.subtitle": "Alles wat u moet weten voordat we gaan samenwerken.",
  "faq.q1": "Werkt u met vaste prijzen of uurtarieven?",
  "faq.a1": "Dat hangt van het project af. Voor goed gedefinieerde scopes (zoals showcasesites) geven we de voorkeur aan vaste prijzen. Voor complexe softwareontwikkeling zorgt een uurtarief of dagtarief voor flexibiliteit en kwaliteit.",
  "faq.q2": "Zijn wij eigenaar van de broncode?",
  "faq.a2": "Ja, absoluut. Zodra het project volledig is betaald, bent u 100% eigenaar van het intellectuele eigendom en de broncode. We kunnen u ook helpen bij het opzetten van uw eigen repositories.",
  "faq.q3": "Kunt u bestaande .NET-applicaties onderhouden?",
  "faq.a3": "Ja. Wij zijn gespecialiseerd in het Microsoft-ecosysteem. We kunnen audits uitvoeren, bugs oplossen, prestaties optimaliseren of oude .NET-applicaties migreren naar moderne .NET Core / Cloud-architecturen.",

  "contact.title_start": "Laten we iets",
  "contact.title_highlight": "buitengewoons",
  "contact.title_end": "bouwen.",
  "contact.desc": "Of u nu een duidelijke specificatie heeft of slechts een vaag idee, wij zijn er om u te begeleiden. Van de eerste regel code tot de uiteindelijke implementatie.",
  "contact.point1": "Gratis eerste consultatie",
  "contact.point2": "Transparante prijzen & tijdslijnen",
  "contact.point3": "Langdurige ondersteuning beschikbaar",
  "contact.card.title": "Contact Info",
  "contact.card.desc": "Beschikbaar voor freelance missies,\nconsultancy en full-stack projecten.",
  "contact.card.location": "Gevestigd in België • Remote Friendly",

  "footer.desc": "Architectuur van moderne digitale oplossingen met een focus op .NET-ecosystemen en hoogwaardige webapplicaties.",
  "footer.location": "België (Remote Friendly)",
  "footer.nav.title": "Navigation",
  "footer.nav.home": "Home",
  "footer.nav.services": "Diensten",
  "footer.nav.tech": "Technologieën",
  "footer.nav.contact": "Contact",
  "footer.contact.title": "Contacteer ons",
  "footer.connect": "Connect",
  "footer.legal": "Juridische kennisgeving",
  "footer.privacy": "Privacybeleid",
  "footer.tos": "Algemene Voorwaarden",
  "legal_notice.title": "Juridische Kennisgeving",
  "legal_notice.body": "<p><strong>1. Identificatie</strong><br>De website <em>FlorisNexus</em> wordt uitgegeven door <strong>Florian Divrusa</strong> (Freelance Ontwikkelaar).<br><strong>Maatschappelijke zetel:</strong> [Uw Adres], [Postcode] [Stad], België.<br><strong>BTW:</strong> BE 0XXX.XXX.XXX<br><strong>Contact:</strong> florian.divrusa@gmail.com</p><br><p><strong>2. Hosting</strong><br>Deze website wordt gehost door [Uw Host].<br>Adres van de host: [Adres Host].</p><br><p><strong>3. Intellectuele Eigendom</strong><br>Alle inhoud op deze site en de bijbehorende producten (architectuur, teksten, foto's, illustraties en specifiek de <strong>softwarecode en broncode</strong>) is het exclusieve eigendom van FlorisNexus of zijn klanten.<br>Elke weergave, reproductie, wijziging of commercieel gebruik, geheel of gedeeltelijk, zonder de uitdrukkelijke schriftelijke toestemming van de auteur is ten strengste verboden en vormt een inbreuk die strafbaar is volgens de wet.</p><br><p><strong>4. Beperking van Aansprakelijkheid</strong><br>FlorisNexus streeft ernaar informatie te verstrekken die zo nauwkeurig mogelijk is. Wij kunnen echter niet verantwoordelijk worden gehouden voor weglatingen, onnauwkeurigheden en tekortkomingen in updates.<br><br><strong>Financiële Disclaimer:</strong><br>FlorisNexus levert software en ontwikkelingsdiensten 'zoals ze zijn' ('as is'). <strong>Wij wijzen uitdrukkelijk elke aansprakelijkheid af voor financiële verliezen, winstderving, bedrijfsonderbrekingen of fiscale fouten</strong> die voortvloeien uit het direct of indirect gebruik van onze producten. De gebruiker is volledig verantwoordelijk voor de verificatie van gegevens, het financieel beheer en de beslissingen die op basis van onze tools worden genomen.</p>",
  "privacy_policy.title": "Privacybeleid",
  "privacy_policy.body": "<p><strong>1. Verwerkingsverantwoordelijke</strong><br>De gegevens die op deze site worden verzameld, worden verwerkt door <strong>Florian Divrusa</strong>, die optreedt als Verwerkingsverantwoordelijke.</p><br><p><strong>2. Verzamelde Gegevens</strong><br>Wij verzamelen alleen de gegevens die u vrijwillig aan ons verstrekt via e-mail of contactlinks:<ul><li>Naam en Voornaam</li><li>E-mailadres</li><li>Inhoud van het bericht</li></ul></p><br><p><strong>3. Doel van de Verwerking</strong><br>Deze gegevens worden strikt gebruikt om:<ul><li>Te reageren op uw informatieaanvragen.</li><li>Offertes of commerciële voorstellen op te stellen.</li></ul><br>Deze gegevens worden nooit verkocht, verhuurd of doorgegeven aan derden.</p><br><p><strong>4. Cookies & Lokale Opslag</strong><br>Deze site gebruikt <strong>geen tracking- of advertentiecookies</strong>. Wij gebruiken alleen 'Local Storage' om uw taalvoorkeur (Engels, Frans of Nederlands) op te slaan om uw surfervaring te verbeteren.</p><br><p><strong>5. Uw Rechten (AVG/GDPR)</strong><br>In overeenstemming met de Algemene Verordening Gegevensbescherming (AVG), heeft u recht op toegang, rectificatie, verwijdering en overdraagbaarheid van uw gegevens. Neem contact met ons op via: <strong>florian.divrusa@gmail.com</strong> om deze rechten uit te oefenen.</p>",
  "tos.title": "Algemene Gebruiksvoorwaarden",
  "tos.body": "<p><strong>1. Aanvaarding van de voorwaarden</strong><br>Door de website FlorisNexus en zijn softwareoplossingen te bezoeken en te gebruiken, aanvaardt u deze Algemene Voorwaarden volledig. Indien u niet akkoord gaat met deze voorwaarden, mag u onze diensten niet gebruiken.</p><br><p><strong>2. Aard van de diensten</strong><br>FlorisNexus levert webontwikkelingsdiensten en softwareoplossingen. Deze tools worden aangeboden als hulpmiddelen voor professioneel of persoonlijk gebruik, maar vervangen geen professioneel advies (juridisch, financieel of boekhoudkundig).</p><br><p><strong>3. Beperking van aansprakelijkheid (Belangrijk)</strong><br>De software en code geleverd door FlorisNexus worden geleverd 'zoals ze zijn' ('as is'), zonder enige garantie, expliciet of impliciet.<br><br><strong>FlorisNexus kan niet aansprakelijk worden gesteld voor:</strong><ul><li>Financiële verliezen, inkomstenderving of gegevensverlies als gevolg van het gebruik van onze producten.</li><li>Fouten in berekening of logica binnen de software.</li><li>Beveiligingsinbreuken veroorzaakt door nalatigheid van de gebruiker of problemen met hosting door derden.</li></ul><br>De gebruiker neemt de volledige verantwoordelijkheid voor beslissingen die worden genomen op basis van de gegevens die door onze tools worden verstrekt.</p><br><p><strong>4. Intellectuele eigendom & Eigendomsoverdracht</strong><br>Alle broncode, ontwerp, architectuur en intellectueel eigendom met betrekking tot ontwikkelingswerk op maat blijven het <strong>exclusieve eigendom van Florian Divrusa (FlorisNexus)</strong> totdat het project <strong>volledig is betaald</strong>.<br><br><strong>Na volledige betaling:</strong><ul><li>Volledig eigendom en alle intellectuele eigendomsrechten worden overgedragen aan de klant.</li><li>De klant ontvangt 100% van de broncode, documentatie en alle projectbestanden.</li><li>De klant mag de code zonder beperkingen gebruiken, wijzigen, herdistribueren of commercialiseren.</li></ul><br><strong>Vóór volledige betaling:</strong><ul><li>De klant krijgt een beperkte, herroepbare licentie uitsluitend voor evaluatie- en testdoeleinden.</li><li>Er worden geen rechten verleend om de code te wijzigen, herdistribueren, reverse-engineeren of te commercialiseren.</li><li>FlorisNexus behoudt het volledige eigendom en kan de toegang tot de code of diensten opschorten als niet aan de betalingsvoorwaarden wordt voldaan.</li></ul></p><br><p><strong>5. Toepasselijk recht</strong><br>Deze voorwaarden worden beheerst door de wetten van <strong>België</strong>. Elk geschil dat voortvloeit uit het gebruik van deze site valt onder de exclusieve bevoegdheid van de rechtbanken van het gerechtelijk arrondissement van de maatschappelijke zetel.</p>"
}
